Get the value of the property.
  Namespace:   Autodesk.Revit.Utility
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public long Value { get; }
  Visual Basic
Public ReadOnly Property Value As Long
	Get
  Visual C++
public:
property long long Value {
	long long get ();
}
 See Also
  AssetPropertyInt64 Class
  Autodesk.Revit.Utility Namespace